export default {
  projections: {
    АктПриемкиE: {
      датаПриемки: {
        __caption__: 'Дата приемки'
      },
      номерАкта: {
        __caption__: 'Номер акта'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      должность: {
        __caption__: 'Должность'
      },
      номерТН: {
        __caption__: 'Номер ТН'
      },
      поставщик: {
        __caption__: 'Поставщик'
      },
      номерПозиции: {
        __caption__: 'Номер позиции'
      },
      материал: {
        __caption__: 'Материал'
      },
      колво: {
        __caption__: 'Колво'
      }
    },
    АктПриемкиL: {
      датаПриемки: {
        __caption__: 'Дата приемки'
      },
      номерАкта: {
        __caption__: 'Номер акта'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      должность: {
        __caption__: 'Должность'
      },
      номерТН: {
        __caption__: 'Номер ТН'
      },
      поставщик: {
        __caption__: 'Поставщик'
      },
      номерПозиции: {
        __caption__: 'Номер позиции'
      },
      материал: {
        __caption__: 'Материал'
      },
      колво: {
        __caption__: 'Колво'
      }
    }
  },
  validations: {
    датаПриемки: {
      __caption__: 'Дата приемки'
    },
    должность: {
      __caption__: 'Должность'
    },
    колво: {
      __caption__: 'Колво'
    },
    материал: {
      __caption__: 'Материал'
    },
    номерАкта: {
      __caption__: 'Номер акта'
    },
    номерПозиции: {
      __caption__: 'Номер позиции'
    },
    номерТН: {
      __caption__: 'Номер ТН'
    },
    поставщик: {
      __caption__: 'Поставщик'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
