export default {
  projections: {
    ТНE: {
      номерТН: {
        __caption__: 'Номер ТН'
      },
      поставщик: {
        __caption__: 'Поставщик'
      },
      номерТС: {
        __caption__: 'Номер ТС'
      },
      материал: {
        __caption__: 'Материал'
      },
      колво: {
        __caption__: 'Колво'
      }
    },
    ТНL: {
      номерТН: {
        __caption__: 'Номер ТН'
      },
      поставщик: {
        __caption__: 'Поставщик'
      },
      номерТС: {
        __caption__: 'Номер ТС'
      },
      материал: {
        __caption__: 'Материал'
      },
      колво: {
        __caption__: 'Колво'
      }
    }
  },
  validations: {
    колво: {
      __caption__: 'Колво'
    },
    материал: {
      __caption__: 'Материал'
    },
    номерТН: {
      __caption__: 'Номер ТН'
    },
    номерТС: {
      __caption__: 'Номер ТС'
    },
    поставщик: {
      __caption__: 'Поставщик'
    }
  }
};
