export default {
  projections: {
    ОтпускМатериалаE: {
      датаПроводки: {
        __caption__: 'Дата проводки'
      },
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      фИОЗаказчика: {
        __caption__: 'Ф и о заказчика'
      },
      адресЗаказа: {
        __caption__: 'Адрес заказа'
      },
      способДоставки: {
        __caption__: 'Способ доставки'
      }
    },
    ОтпускМатериалаL: {
      датаПроводки: {
        __caption__: 'Дата проводки'
      },
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      фИОЗаказчика: {
        __caption__: 'Ф и о заказчика'
      },
      адресЗаказа: {
        __caption__: 'Адрес заказа'
      },
      способДоставки: {
        __caption__: 'Способ доставки'
      }
    }
  },
  validations: {
    адресЗаказа: {
      __caption__: 'Адрес заказа'
    },
    датаПроводки: {
      __caption__: 'Дата проводки'
    },
    номерЗаказа: {
      __caption__: 'Номер заказа'
    },
    способДоставки: {
      __caption__: 'Способ доставки'
    },
    фИОЗаказчика: {
      __caption__: 'Ф и о заказчика'
    }
  }
};
