export default {
  projections: {
    ЗаказE: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      фИОЗаказчика: {
        __caption__: 'Ф и о заказчика'
      },
      адресЗаказа: {
        __caption__: 'Адрес заказа'
      },
      способДоставки: {
        __caption__: 'Способ доставки'
      },
      материал: {
        __caption__: 'Материал'
      },
      колво: {
        __caption__: 'Колво'
      }
    },
    ЗаказL: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      фИОЗаказчика: {
        __caption__: 'Ф и о заказчика'
      },
      адресЗаказа: {
        __caption__: 'Адрес заказа'
      },
      способДоставки: {
        __caption__: 'Способ доставки'
      },
      материал: {
        __caption__: 'Материал'
      },
      колво: {
        __caption__: 'Колво'
      }
    }
  },
  validations: {
    адресЗаказа: {
      __caption__: 'Адрес заказа'
    },
    колво: {
      __caption__: 'Колво'
    },
    материал: {
      __caption__: 'Материал'
    },
    номерЗаказа: {
      __caption__: 'Номер заказа'
    },
    способДоставки: {
      __caption__: 'Способ доставки'
    },
    фИОЗаказчика: {
      __caption__: 'Ф и о заказчика'
    }
  }
};
