export default {
  projections: {
    ТЧАктаПриемкиE: {
      номерПозиции: {
        __caption__: 'Номер позиции'
      },
      материал: {
        __caption__: 'Материал'
      },
      колво: {
        __caption__: 'Колво'
      },
      имяСклада: {
        __caption__: 'Имя склада'
      }
    },
    ТЧАктаПриемкиL: {
      номерПозиции: {
        __caption__: 'Номер позиции'
      },
      материал: {
        __caption__: 'Материал'
      },
      колво: {
        __caption__: 'Колво'
      },
      имяСклада: {
        __caption__: 'Имя склада'
      }
    }
  },
  validations: {
    имяСклада: {
      __caption__: 'Имя склада'
    },
    колво: {
      __caption__: 'Колво'
    },
    материал: {
      __caption__: 'Материал'
    },
    номерПозиции: {
      __caption__: 'Номер позиции'
    }
  }
};
